Repository: LeonidCBR/Refuel
Catalog: Refuel/*.lproj/Localizable.strings
Languages: ru

source: Loading...
ru: Загрузка...

source: Refill
ru: Добавить заправку

source: Vehicles
ru: Транспорт

source: Refuelings
ru: Заправки

source: Services
ru: Обслуживание

# AddingVehicle
source: Adding a vehicle
ru: Добавление транспортного средства

# EditingVehicle
source: Editing the vehicle
ru: Редактирование транспортного средства

# EditData
source: Edit the data
ru: Изменить данные

# AddingService
source: Adding a service
ru: Добавить ТО

# ChooseVehicle
source: Choose the vehicle
ru: Выберите ТС

source: Date
ru: Дата

# LitersAmount
source: Liters
ru: Заправлено литров

source: Cost
ru: На сумму

source: Odometer
ru: Пробег

source: Save
ru: Сохранить

source: Vehicle
ru: ТС

# WhatDone
source: What have been done
ru: Сделанные работы

source: l
ru: л

source: Manufacturer
ru: Марка

source: Model
ru: Модель

source: Error
ru: Ошибка

source: Input manufacturer
ru: Введите наименование марки

source: Input model
ru: Введите наименование модели

# DeviceError
source: An unexpected device error has occurred.
ru: Возникла непредвиденная ошибка при работе с памятью устройства.

source: Success
ru: Успешно

# DataSaved
source: The data has been saved
ru: Данные сохранены
